# -*- coding: utf-8 -*-
resType="资源 别名 资源描述 种数 数量 分类@\
外文图书 外语书，外文图书 nan 52547 3700000 实体资源@\
中文期刊 汉语期刊，中文期刊 nan 53409 8500239 实体资源@\
中文图书 中文书，汉语书，中文图书 nan 53409 8210000 实体资源@\
缩微文献 缩微文献 用缩微摄影技术把印刷品或手稿按比例缩小而产生的文献形式 53409 1665254 实体资源@\
视听文献 视听文献 nan 53409 439250 实体资源@\
电子文献 电子文献 nan 53409 108988 实体资源@\
外文期刊 英语期刊，英文期刊法语期刊，德语期刊，俄语期刊，日语期刊，外文期刊 nan 53409 7072081 实体资源@\
特藏专藏 特藏专藏 特藏专藏经过建馆几十年的积累，集中了国家图书馆的珍品精品，形成了特色馆藏，确立了国家图书馆在资源建设方面公认的国际地位和国内图书馆界的领先优势，成为相关学科研究领域读者不可或缺的原始资料和重要的参考资料。 53409 4805139 实体资源@\
中文报纸 汉语报纸，中国报纸，中文报纸，报纸 nan 7859 184275 实体资源@\
外文报纸 外文报纸，外国报纸，英文报纸 nan 1710 102214 实体资源@\
特藏专藏（数字资源） 数字特藏专藏 nan 53409 14963449 数字资源@\
图书（数字资源） 电子图书，数字图书 nan 53409 102214 数字资源@\
报纸（数字资源） 电子报纸，数字报纸 nan 53409 102214 数字资源@\
期刊（数字资源） 电子期刊，数字期刊 nan 53409 102214 数字资源@\
视听文献（数字资源） 数字音频 nan 53409 102214 数字资源"
