# -*- coding: utf-8 -*-
service="服务 别名 馆室 日期 工作日时间 周末时间 描述 证件@\
充值 充值，充钱，充卡 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan nan@\
还书 还书 24小时（自助）还书处 nan nan nan nan nan@\
补卡 补卡 nan nan nan nan nan nan@\
退押金 退押金 总馆北区办证处，总馆南区办证处 周一至周日 人工16：30之前，自助9：00--21：00 人工16：30之前，自助9：00--17：00 nan 读者卡，身份证原件，押金收据，代理人的有效身份证原件@\
目录服务 目录服务，目录查询，目录查询服务，查目录 目录查询区，中文图书阅览区，外文文献第一阅览室，综合阅览室，外文文献第二阅览室 nan nan nan 馆藏文献目录检索、借阅、续借、预约以及读者信息管理等服务。 nan@\
咨询服务 咨询服务，咨询 科学技术咨询室，社会科学咨询室，综合咨询台，企业信息服务中心，立法决策服务部门 nan nan nan nan nan@\
阅览服务 借阅，借书，阅览服务 nan nan nan nan 开放27个阅览室，采取开架或闭架服务的方式，提供中外文书刊报、古籍善本特藏、特色专藏文献、缩微文献、数字资源的阅览服务，其中开架服务的阅览室达17个。 nan@\
外借服务 外借服务，外借 中文图书借阅区，基藏外文图书外借出纳台，数字共享空间 nan nan nan 在中文图书借阅区提供近三年（含当年）部分中文图书（含随书附盘）近50万册中文新书的外借服务；在基藏外文图书外借出纳台提供近二十年基藏书库所藏外文图书的外借服务；在数字共享空间提供手持阅读器（或读者自带手持电子书阅读器）外借服 nan@\
文献提供 文献提供，提供文献 文献提供中心 nan nan nan 文献提供中心为读者和用户提供文献查询、文献传递、资料翻译等文献提供服务。读者和用户可通过各种通讯方式或中国国家图书馆馆际互借与文献传递系统提出文献请求，文献提供中心将满足读者和用户在本地图书馆、文献信息机构无法解决的文献信息需求。 nan@\
复制服务 复制服务，复制 总馆南区自助复制处，总馆北区自助复制处 nan nan nan 本馆在阅览室和公共服务区设立多处人工复制处和自助复制处，利用现代化、专业化的文献复制设备，为到馆读者提供馆藏文献复制、扫描、打印、缩微胶片还原、拍照、装订、光盘刻录等多项业务 nan"
